Repository: BogdanZsolt/zsb-slider-plugin
Catalog: languages/zsb-slider-*.po
Languages: hu_hu

source: How does it work?
hu_hu: Hogyan működik?

source: Other Plugin Options
hu_hu: Egyéb Plugin Opciók

source: Shortcode
hu_hu: Rövid kód

source: Slider Title
hu_hu: Lapozó címe

source: Display Bullets
hu_hu: Felsorolásjelek Megjelenítése

source: Slider Style
hu_hu: Lapozó stílusa

source: Use the shortcode [zsb_slider] to display the slider in any page/post/widget
hu_hu: Használja a [zsb_slider] rövid kódot a csúszka megjelenítéséhez bármely oldalon/bejegyzésben/widgetben

source: Whether to display bullets or not
hu_hu: Megjeleníti a felsorolásjeleket, vagy nem

source: The title field can not be left empty
hu_hu: A cím mező nem maradhat üresen

source: Please, type some text
hu_hu: Kérem, írjon be valamit

source: Slider
hu_hu: Lapozó

source: Sliders
hu_hu: Lapozók

source: Link Text
hu_hu: Link szövege

source: Link Options
hu_hu: Link Opciók

source: Add some text
hu_hu: Adjon hozzá szöveget

source: Toggle navigation
hu_hu: Váltás a navigáció között

source: Main Options
hu_hu: Alapbeállítások

source: Additional Options
hu_hu: További beállítások

source: Save Settings
hu_hu: Beállítás Mentése

source: ZSB Slider Options
hu_hu: ZSB Lapozó Beállítások

source: ZSB Slider
hu_hu: ZSB Lapozó

source: Manage Slides
hu_hu: Slide-ok Kezelése

source: Add New Slide
hu_hu: Új Slide Hozzáadása

source: Settings Saved
hu_hu: Beállítások elmentve
